Repository: wp-plugins/cf-shopping-cart
Catalog: lang/cfshoppingcart-*.po
Languages: de_de, es_es, ja, nl_nl, ru_ru

source: Cf Shopping Cart
ja: CFショッピングカート

source: Title:
de_de: Titel:
es_es: Título:
ja: メニュー題名:
nl_nl: Titel:
ru_ru: Наименование:

source: Note:
ja: 備考
nl_nl: Opmerking:
ru_ru: Примечание:

source: Cf Shopping Cart say: 'wpcf7_add_shortcode' function not found. Let you see 'Module for Contact Form 7' menu of Cf Shopping Cart setting screen, or Could you install Contact Form 7 plugin.
ja: CFショッピングカート: 'wpcf7_add_shortcode' 関数が見つかりません。 CFショッピングカート設定メニューの「Contact Form 7 用モジュール」を確認してください。 または、Contact Form 7 プラグインをインストールしてください。
ru_ru: "wpcf7_add_shortcode" функция не найдена. Проверьте, установлен ли плагин Contact Form 7, произведены ли необходимые настройки в нем

source: View cart
ja: 買い物かごを表示

source: Check out
ja: チェックアウト

source: Sold out
ja: 売り切れ

source: Shopping Cart is empty.
de_de: Der Warenkorb ist leer.
es_es: Su Carrito de Compra está vacío.
ja: 買い物かごは空です
nl_nl: Uw Winkelwagentje is leeg.
ru_ru: Корзина пуста.

source: *This field name is not exists in Custom Field.
ja: *このフィールド名はカスタムフィールドに存在しません。

source: Show sold out message
ja: 売り切れメッセージを表示
nl_nl: Toon uitverkocht tekstregel
ru_ru: Показать сообщение о том, что товар продан

source: Don't show the product
ja: 商品を表示しない
nl_nl: Artikel Niet Tonen
ru_ru: Не показывать проданный товар

source: Add to Cart
de_de: Dem Warenkorb hinzufügen
es_es: Agregar al Carrito
ja: かごへ
nl_nl: Bestellen »
ru_ru: Добавить в корзину

source: *Field name "%s" is not exists in Custom Field.
ja: *このフィールド名 "%s" はカスタムフィールドに存在しません。

source: Smartphone
ja: スマートフォン

source: Cellphone
ja: 携帯電話

source: Cf Shopping Cart Options
de_de: Cf Shopping Cart Optionen
es_es: Opciones de Cf Shopping Cart
ja: CFショッピングカート オプション
nl_nl: Cf Shopping Cart Opties
ru_ru: Настройки Cf Shopping Cart

source: Updated
ja: 更新しました
nl_nl: Vernieuwd
ru_ru: Обновлено

source: Error Handler Options
ja: エラーハンドラーオプション
ru_ru: Параметры Error Handler

source: Enable Error Handler
ja: エラーハンドラーを有効にする
ru_ru: Включить Error Handler

source: Enabled
ja: 有効
nl_nl: Ingesteld
ru_ru: Включить

source: Cf Shopping Cart only
ja: CFショッピングカートのみ

source: From Email Address
ja: 送り元メールアドレス
ru_ru: Email отправителя

source: To Email Address
ja: 送り先メールアドレス
ru_ru: Email получателя

source: Email subject
ja: メール 題名
ru_ru: Тема письма

source: Output log
ja: ログ出力
ru_ru: Log файл

source: Log file will be output to folder:
ja: ログファイルの出力先フォルダー:
ru_ru: Log файл будет записан в папку:

source: Output display
ja: 画面出力
ru_ru: Показать Log файл

source: Update Options
ja: オプションの更新
nl_nl: Opties bijwerken
ru_ru: Сохранить изменения

source: Select
ja: 選択
nl_nl: Selecteer
ru_ru: Выбрать

source: Shipping Error
ja: 送料エラー
nl_nl: Verzendingsfout!
ru_ru: Ошибка доставка

source: Shipping Options
ja: 送料オプション

source: Shipping
de_de: Versand
es_es: Envío
ja: 送料
nl_nl: Verzendkosten
ru_ru: Доставка

source: Total price
de_de: Gesamtsumme
es_es: Precio Total
ja: 合計金額
nl_nl: Totaalprijs
ru_ru: Итого

source: Sorry, stock is no.
ja: 申し訳御座いません、在庫が御座いません。
nl_nl: Sorry, Niet voorradig.
ru_ru: Извините, товара нет на складе.

source: Error: Check Stock Custom Field value.
ja: エラー: 在庫のカスタムフィールドの値を確認してください。
nl_nl: Fout: Controleer " Custom Field" waarde.
ru_ru: Ошибка: Проверьте значение поля Custom Field "Склад" (Stock)

source: Includes no stock products. Please confirm.
ja: カートに在庫の無い商品が含まれています、ご確認ください。
nl_nl: Inclusief de niet voorradige artikelen. Bevestig A.U.B.!
ru_ru: В вашем заказе есть товары, отсутствующие на складе. Подтвердите заказ.

source: Many
ja: 豊富
nl_nl: Veel
ru_ru: В большом количестве

source: Includes out of stock products. Please confirm.
ja: カートに在庫を超える商品が含まれています、ご確認ください。
nl_nl: Inclusief uitverkochte artikelen. Bevestig A.U.B.!
ru_ru: В вашем заказе есть товары, в данный момент распроданные. Подтвердите заказ.

source: Quantity
de_de: Menge
es_es: Cantidad
ja: 数量
nl_nl: Aantal
ru_ru: Количество

source: Subtotal
de_de: Zwischensumme
ja: 小計
nl_nl: Subtotaal
ru_ru: Промежуточный итог

source: Make payments with PayPal - it's fast, free and secure!
ja: PayPal を使用してお支払いを - 迅速、無料、安全です。
nl_nl: Betaal via PayPal - Het is snel, makkelijk en veilig!
ru_ru: Осуществляйте платежи с PayPal - это быстро, бесплатно и безопасно!

source: PayPal Options
ja: PayPal オプション
nl_nl: PayPal Opties
ru_ru: Настройки PayPal

source: Enable PayPal Options
ja: PayPal オプションを有効にする
nl_nl: PayPal opties activeren
ru_ru: Включить PayPal параметры

source: PayPal Email Address
ja: PayPal メールアドレス
nl_nl: PayPal E-mailadres

source: PayPal action URL
ja: PayPal アクションURL
nl_nl: PayPal actie URL

source: Currency
ja: 通貨
nl_nl: Valuta (€)
ru_ru: Формат представления валюты

source: Use PayPal Profile Based Shipping
ja: PayPal プロファイルのシッピングを使用する
nl_nl: PayPal profiel gebruiken voor Verzendkosten
ru_ru: Использовать доставку на основе PayPal профиля

source: Check this if you want to use
ja: チェックされている場合使用:
nl_nl: U kunt deze optie inschakelen als u dat wilt.
ru_ru: Отметьте, если вы хотите использовать

source: PayPal profile based shipping
ja: PayPal プロフィールの配送料金
nl_nl: PayPal profiel gebaseerd bij verzendkosten
ru_ru: доставку на основе PayPal профиля

source: Using this will ignore any other shipping options that you have specified in this plugin.
ja: 本プラグインで指定されている配送料金は使用されません。
nl_nl: Het gebruik negeert alle andere verzendkosten opties die u hebt opgegeven in deze plugin.
ru_ru: Этот параметр переопределит все другие настройки доставки в этом плагине

source: Return URL
ja: 戻る URL
nl_nl: Retour URL

source: This is the URL the customer will be redirected to after a successful payment
ja: 支払いが成功した場合に戻るURL
nl_nl: Na een geslaagde betaling wordt uw klant doorgestuurd naar deze URL.
ru_ru: Это URL, на который клиент будет перенаправлен после успешной оплаты

source: example: http://example.com/thanks/<strong>?cfshoppingcart_after_payment_processing=successful</strong>
ja: 例: http://example.com/thanks/<strong>?cfshoppingcart_after_payment_processing=successful</strong>

source: "Check out" text
ja: "チェックアウト"テキストの変更
nl_nl: "Naar Winkelwagen" tekst link
ru_ru: "Check out" текст

source: "Orderer Input screen" text
ja: "ご注文者情報入力画面"テキストの変更
nl_nl: "Order Invoer Scherm" tekst link
ru_ru: Текст ссылки "Оформить заказ"

source: Widget Error
ja: ウィジットエラー

source: Widget Options
ja: ウィジット オプション

source: Display Custom Field value in Cart widget
ja: ウィジットの表示をカスタマイズ

source: Head:
ja: ヘッド:

source: Loop:
ja: ループ:

source: Tail:
ja: テイル:

source: Example:
ja: 例:

source: Set extend module for Contact Form 7
ja: Contact From 7用拡張モジュールを設定
ru_ru: Установить

source: Direcotory not found
ja: ディレクトリーが見つかりません
ru_ru: Директория не найдена

source: Already exists extend module for Contact Form 7.
ja: Contact Form 7用モジュールは既に設定済みです。
ru_ru: Расширение к плагину Contact Form 7 уже добавлено.

source: Change permission to folder to 0777 failed.
ja: フォルダーパーミッションの 0777 への変更に失敗しました。
ru_ru: Изменение прав (0777) на папку не удалось.

source: Create symbolic link is failed.
ja: シンボリックリンクの作成に失敗しました。
ru_ru: Создание symbolic link не удалось.

source: Change permission to folder failed.
ja: フォルダーパーミッションの変更に失敗しました。
ru_ru: Изменение прав на папку не удалось.

source: Extend module for Contact Form 7 is OK.
ja: Contact Form 7用拡張モジュール設定OK。
ru_ru: Расширение к плагину Contact Form 7 в порядке.

source: Create link to extend module for Contact Form 7 failed.
ja: Contact Form 7用拡張モジュールのリンク作成に失敗しました。
ru_ru: Создание ссылки к расширению к плагину Contact Form 7 не удалось.

source: Saved
de_de: Gespeichert
es_es: Guardado
ja: 保存しました
nl_nl: Opgeslagen
ru_ru: Сохранено

source: Shopping cart
ja: ショッピングカート

source: Widget
ja: ウィジット

source: Module for Contact Form 7
ja: Contact From 7用拡張モジュール
ru_ru: Расширение к плагину Contact Form 7

source: Error handler
ja: エラーハンドラー

source: Options
de_de: Optionen
es_es: Opciones
ja: オプション
nl_nl: Opties
ru_ru: Настройки

source: Shop now closed
ja: 現在閉店中
nl_nl: Webwinkel status
ru_ru: Магазин временно закрыт

source: Closed
ja: 閉店
nl_nl: Gesloten
ru_ru: Если отмечено, то

source: (Be 'Shop Closed' is user level less than 6.)
ja: (閉店表示となるのはユーザーレベル6未満です)
nl_nl: (winkel gesloten voor gebruiksniveau lager dan 6)
ru_ru: Магазин будет закрыт пользователям с уровнем доступа ниже 6.

source: Closed message for Sidebar widget
ja: サイドバーウィジットに表示する閉店メッセージ
nl_nl: Gesloten tekstregel in Widget
ru_ru: Сообщение о том, что магазин закрыт

source: Custom field names
de_de: Individuelle Feldnamen
es_es: Nombre de los Campos Personalizados
ja: カスタムフィールドのフィールド名
nl_nl: "Custom Field" namen (b.v. Naam,Art-nr,Voorraad,Prijs)
ru_ru: Имена полей Custom Field

source: Price field name
de_de: Preis Feldname
es_es: Nombre del campo de precio
ja: 単価フィールドの名称
nl_nl: Veldnaam van de Prijs (Prijs)
ru_ru: Имя поля Custom Field, служащее ценой товара

source: *Required
ja: *必須

source: Be Custom Field name of linking to product page
ja: 商品ページにリンクを張るカスタムフィールド名
nl_nl: "Custom Field" naam met link-koppeling naar produktpagina
ru_ru: Имя поля Custom Field, значение которого будет ссылкой на страницу товара

source: Open another window
ja: 別の窓で開く
nl_nl: Open in ander venster
ru_ru: Открыть в новом окне

source: Number of stock field name
ja: 在庫数のフィールド名
nl_nl: Veldnaam van de Voorraad (Voorraad)
ru_ru: Имя поля Custom Field, служащее для указания кол-ва товаров на складе "Stock"

source: Empty if don't manage stock.
ja: 在庫を管理しない場合は、空白。
ru_ru: Не заполняйте, если не используете поле 'stock' (склад)

source: Product name field name
ja: 商品名フィールドの名称
nl_nl: Veldnaam van het Artikel (Artikel)
ru_ru: Имя поля Custom Field, служащее наименованием товара

source: Show Custom Field when price field is empty.
ja: 価格フィールドが空の場合でもカスタムフィールドを表示する.
nl_nl: Toon aangepast veld als prijsveld leeg is.
ru_ru: Показывать значения полей Custom Field , если поле цены не заполнено

source: Be don't show empty field
ja: 空のカスタムフィールドは表示しない
nl_nl: Toon geen lege velden
ru_ru: Не показывать значения незаполненных полей Custom Field

source: Custom Field default value
ja: カスタムフィールドの初期値
nl_nl: "Custom Field" standaard waarde
ru_ru: Значения полей Custom Field по умолчанию

source: example: <br />FieldName1=value1<br />FieldName2=value2<br />...
ja: 例: <br />FieldName1=value1<br />FieldName2=value2<br />...
nl_nl: voorbeeld: <br />VeldNaam1=waarde1<br />VeldNaam2=waarde2<br />...
ru_ru: пример: <br />FieldName1=value1<br />FieldName2=value2<br />...

source: Type of show sold out message
ja: 売り切れ表示の方法
nl_nl: Toon het type van uitverkocht bericht
ru_ru: Вариант сообщения, если товар уже куплен

source: if select "Don't show the post" then to be private the post at sold out.
ja: もし"投稿を表示しない"を選んだ場合、売り切れ時に投稿の表示ステータスはプライベートに設定されます。
nl_nl: Bij selectie "Artikel Niet Tonen" het artikel handmatig bewerken.
ru_ru: Если выбрано "Не показывать купленный продукт", тогда страница товара будет недоступна.

source: Sold out message in Stock field
ja: 売り切れメッセージを在庫フィールドに表示する

source: Display sold out message in Price field
ja: 売り切れのメッセージを価格フィールドに表示する

source: Enabled.
ja: 有効。

source: Text
ja: テキスト

source: Don't display these information of below if sold out product. (fieldname1, fieldname2, ...)
ja: 売り切れの時、次のフィールドを非表示にする。(fieldname1, fieldname2, ...)

source: Add to Cart button text
ja: 買い物かごへ入れるボタンのテキスト
ru_ru: Текст на кнопке "Добавить в корзину"

source: Don't display order quantity textbox if choice terminals
ja: 数量のテキストボックスを表示しない

source: Currency format
de_de: Währungsformat
es_es: Formato de Moneda
ja: 通貨フォーマット
nl_nl: Valuta-teken (€)
ru_ru: Формат представления валюты

source: example: $%.02f
de_de: Beispiel: $%.02f
es_es: Ejemplo: $%.02f
ja: example: $%.02f円
nl_nl: bijvoorbeeld: € %.02f
ru_ru: Например: $%.02f

source: "#postid" keyword format
ja: "#postid" キーワード・フォーマット
nl_nl: "#postid" code formaat
ru_ru: Формат - "#postid"

source: example: %05d
ja: 例: %05d
nl_nl: bijvoorbeeld: %05d
ru_ru: Например: %05d

source: Max quantity of one commodity
de_de: maximale Bestellmenge für einen Artikel
es_es: Cantidad máxima de un producto
ja: 1商品の最大注文数
nl_nl: Max. kwantiteit per produkt
ru_ru: Максимальное количество одного товара

source: Zero is no limit.
de_de: Null heisst unbegrenzt.
es_es: Cero es sin límites
ja: ゼロは無制限
nl_nl: Nul is geen limiet.
ru_ru: Ноль - без ограничений.

source: Max quantity of total order
de_de: maximale Menge der gesamten Bestellung
es_es: Cantidad máxima de productos en total
ja: 注文合計数量の最大
nl_nl: Max. kwantiteit van totale order
ru_ru: Максимальное количество заказа

source: "Go to Cart" text
ja: "買い物かごを表示"テキストの変更
nl_nl: "Naar Winkelwagen" tekst link
ru_ru: Текст ссылки "Перейти в корзину"

source: Cart link
ja: 買い物かごのリンク

source: Placed cart link to under the product if choice terminals
ja: 商品の下に買い物かごのリンクを表示する

source: Check out link
ja: チェックアウトのリンク

source: Placed check out link to under the product if choice termials
ja: 商品の下にチェックアウトのリンクを表示する

source: Table tag type
ja: テーブルタグのタイプ
ru_ru: Формат вывода

source: Cart Url
de_de: Url des Warenkorbes
es_es: URL del Carrito
ja: 買い物かごのURL
nl_nl: Winkelwagen URL
ru_ru: URL страницы корзины

source: Send order Url
de_de: Url für das Bestellformular
es_es: URL de Enviar Orden
ja: 注文画面のURL
nl_nl: Bestelformulier URL
ru_ru: URL страницы оформления заказов

source: Thanks Url
ja: サンクスURL
nl_nl: Bedankt URL (optioneel)
ru_ru: Адресс страницы с благодарностью за покупку

source: In Cart, QF-GetThumb option 1
de_de: Im Warenkorb, QF-GetThumb Option 1
ja: 買い物かご内、QF-GetThumb オプション
nl_nl: In winkelwagen, QF-GetThumb optie 1
ru_ru: В корзине, QF-GetThumb опция 1

source: In Cart, QF-GetThumb default image
de_de: Im Warenkorb, QF-GetThumb Standardbild
ja: 買い物かご内、QF-GetThumbで使用するデフォルト画像
nl_nl: In winkelwagen, QF-GetThumb standaardafbeelding
ru_ru: В корзине, QF-GetThumb картинка по умолчанию

source: Choice show commodity on page
de_de: Artikelauswahl auf der Seite
es_es: Elegir mostrar productos en páginas:
ja: 商品を表示するページを選んでください
nl_nl: Toon artikel op geslecteerde pagina's
ru_ru: Выбрать отображение товаров на странице:

source: manually (must edit theme)
de_de: manuell (Theme muss bearbeitet werden)
es_es: Manualmente (se debe editar el tema)
ja: 手動 (テーマを編集してください)
nl_nl: handmatig* template bewerken
ru_ru: Вручную (необходимо редактирование темы)

source: Show products category numbers (Example: 1,2,..)
ja: 表示する製品カテゴリー番号 (例: 1,2,..)
nl_nl: Toon artikelen-categorie nummers (bijv.: 1,2,..)
ru_ru: Указать номер категории записи (post) товара (Например: 1,2,..)

source: * Choice manually then insert PHP code:
de_de: * Manuell wählen, dann PHP Code einfügen:
es_es: *Elegir manualmente y luego insertar este código PHP:
ja: * 手動を選択した場合次の PHPコードを挿入してください:
nl_nl: * Bij Handmatig dient u de volgende PHP-code in te voegen:
ru_ru: * При выборе "Вручную" вставьте код:

source: Display to content instead of excerpt if choice or input.
ja: 抜粋の変わりに投稿を表示する。

source: Category numbers (Example: 1,2,..)
ja: カテゴリー番号 (例: 1,2,..)

source: Page numbers (Example: 1,2,..)
ja: ページ番号 (例: 1,2,..)

source: Display waiting animation
ja: カート操作中にアニメーションを表示
nl_nl: Laat wachten animatie zien
ru_ru: Отображать анимацию ожидания

source: Debug mode
de_de: Debug Modus
es_es: Modo de Depuración
ja: デバッグモード
nl_nl: Debug Modus
ru_ru: Режим отладки (Debug mode)

source: Visual Editor
ja: ビジュアルエディタ
nl_nl: Visuele Editor
ru_ru: Визуальный редактор

source: Enable the visual editor when setting. Reload this page after update options when change this checkbox.
ja: 設定画面でビジュアルエディタを使用する。このチェックボックスを変更して保存した時は、このページを再読み込みしてください。
nl_nl: Visuele (WYSIWYG) editor activeren. Deze pagina opnieuw laden na het wijzigen van opties!
ru_ru: Включить визуальный редактор на данной странице. Изменения вступят в силу после перезагрузки данной страницы

source: Mult site support
ja: マルチサイトサポート

source: This server don't have symlink function, therefore can't use button 'Set extend module for Contact Form 7' in Cf Shopping Cart setting screen.
ja: このサーバーには、symlink 関数がありません。その為 CFショッピングカート設定画面のボタン 'Contact Form 7用モジュールを設定' は使用できません。
ru_ru: Сервер не поддерживает symlink function, поэтому нельзя установить необходимое расширение для модуля Contact Form 7

source: Click button If shown "Array" in Check out Screen shopping item.
ja: 注文画面の商品に"Array"と表示される場合はボタンをクリックしてください。
ru_ru: Нажмите кнопку ниже если на странице заказа товара появляется надпись "Array".

source: or Copy 'cfshoppingcart.php' file from '/wp-content/plugins/cf-shopping-cart/contact-form-7-module/' to '/wp-content/plugins/contact-form-7/module/'.
ja: または、'cfshoppingcart.php' ファイルをフォルダ '/wp-content/plugins/cf-shopping-cart/contact-form-7-module/' から '/wp-content/plugins/contact-form-7/module/' へコピーしてください。
ru_ru: или скопируйте файл 'cfshoppingcart.php' из '/wp-content/plugins/cf-shopping-cart/contact-form-7-module/' в '/wp-content/plugins/contact-form-7/module/'.

source: Shopping Cart
ja: 買い物かご
nl_nl: Winkelwagen
ru_ru: Ваша корзина

source: Item to cart.
ja: 商品を買い物かごに入れました。
nl_nl: Artikel naar winkelwagen.
ru_ru: Добавлено в корзину

source: Change quantity is faild.
ja: 数量変更に失敗しました。
nl_nl: Wijzigen van aantal is mislukt!
ru_ru: Измение количества не удалось

source: Out of stock.
ja: 在庫数量を越えています。

source: Max quantity of total order is %d.
ja: 注文合計数量の最大は %d 個です。

source: Max quantity of one product is %d.
ja: 1商品の最大注文数は %d 個です。

source: Off the item.
ja: 買い物かごから除きました。
nl_nl: Artikel is verwijderd.
ru_ru: Заказ товара отменен.

source: Quantity has changed.
ja: 数量を変更しました。

source: Pnotify Options
ja: Pnotify オプション

source: Title and messages
ja: タイトルとメッセージ

source: "Item to cart."
ja: "商品を買い物かごに入れました。"

source: Title of "Item to cart."
ja: "商品を買い物かごに入れました。"のタイトル

source: "Change quantity is faild."
ja: "数量変更に失敗しました。"

source: Title of "Change quantity is faild."
ja: "数量変更に失敗しました。"のタイトル

source: "Sorry, stock is no."
ja: "申し訳御座いません、在庫が御座いません。"

source: Title of "Sorry, stock is no."
ja: "申し訳御座いません、在庫が御座いません。"のタイトル

source: "Out of stock."
ja: "在庫数量を越えています。"

source: Title of "Out of stock."
ja: "在庫数量を越えています。"のタイトル

source: "Max quantity of total order is ..."
ja: "注文合計数量の最大は..."

source: Title of "Max quantity of total order is ..."
ja: "注文合計数量の最大は..."のタイトル

source: "Max quantity of one product is ..."
ja: "1商品の最大注文数は..."のタイトル

source: Title of "Max quantity of one product is ..."
ja: "1商品の最大注文数は..."のタイトル

source: "Off the item."
ja: "買い物かごから除きました。"

source: Title of "Off the item."
ja: "買い物かごから除きました。"のタイトル

source: "Shopping Cart is empty."
ja: "買い物かごは空です。"

source: Title of "Shopping Cart is empty."
ja: "買い物かごは空です。"のタイトル

source: "Quantity has changed."
ja: "数量を変更しました。"

source: Title of "Quantity has changed."
ja: "数量を変更しました。"のタイトル

source: Don't load css
ja: css ファイルをロードしない
nl_nl: CSS niet laden
ru_ru: Не использовать CSS

source: Javascript function
ja: Javascript 関数

source: Load default function and Save
ja: 初期値に戻して保存

source: Load default function.
ja: 初期値に戻しました。

source: Order is more than stock
ja: オーダーが在庫数より多いです。
nl_nl: Order is hoger dan in voorraad
ru_ru: Заказано больше, чем есть на складе

source: Cancel
de_de: Warenkorb leeren
es_es: Cancelar Orden
ja: キャンセル
nl_nl: Artikel Verwijderen
ru_ru: Отменить

source: Change quantity
de_de: Anzahl ändern
es_es: Cambiar cantidad
ja: 数量変更
nl_nl: Aantal Vernieuwen
ru_ru: Изменить количество

source: Order is more than stock, Can't check out.
ja: オーダーが在庫数より多いです、買い物を確定できません。
nl_nl: Order is meer dan voorradig. Bestelling is geanuleerd.
ru_ru: Заказано больше, чем есть на складе. Невозможно осуществить заказ.

source: Out of stock
nl_nl: Niet in Voorraad
ru_ru: Распродано

source: Max quantity of total order is
de_de: Die maximale Menge der gesamten Bestellung ist
es_es: La cantidad máxima de productos en total es
nl_nl: Max. kwantiteit van de totale order is
ru_ru: Максимальное количество товаров в заказе

source: Max quantity of one commodity is
de_de: Die maximale Bestellmenge für einen Artikel ist
es_es: La cantidad máxima de un producto es
nl_nl: Max. kwantiteit per produkt is
ru_ru: Максимальное количество одного товара

source: Quantity has changed
nl_nl: Aantal is aangepast.
ru_ru: Количество товара изменено

source: Off the item
nl_nl: Artikel is verwijderd
ru_ru: Заказ товара отменен

source: License
nl_nl: Licentie
ru_ru: Лицензия

source: Sold out message
nl_nl: Uitverkocht tekstregel
ru_ru: Сообщение о покупке

source: Empty is don't manage stock.
nl_nl: Leeg is geen beheervoorraad
ru_ru: Не заполняйте, если не используете поле 'stock' (склад)

source: 'wpcf7_add_shortcode' function not found. Could you install Contact Form 7 plugin.
nl_nl: 'wpcf7_add_shortcode' functie niet gevonden. Heeft u het Contact formulier 7 plugin wel geïnstaleerd?.

source: page
de_de: Seite
nl_nl: pagina

source: archive
de_de: Archiv
nl_nl: archief

source: single
de_de: einzeln
nl_nl: enkel

source: Orderer Input screen
de_de: Weiter zur Bestellung
es_es: Enviar orden de compra

source: Communication error
de_de: Verbindungsfehler
es_es: Error de comunicación

source: Add to cart faild, please try again.
de_de: Das Einfügen in den Warenkorb schlug fehl, bitte erneut versuchen.
es_es: Error al agregar producto al Carrito, por favor intentar nuevamente.

source: Change quantity faild, please try again.
de_de: Das Ändern der Menge schlug fehl, bitte erneut versuchen.
es_es: Error al cambiar la cantidad, por favor intentar nuevamente.

source: Just a moment please.
de_de: Einen Moment bitte.
es_es: Esperar un momento por favor.

source: Cancel commodity faild, please try again.
de_de: Das Entfernen des Artikels schlug fehl, bitte erneut versuchen.
es_es: Error al cancelar los productos, por favor intentar nuevamente.

source: Do empty cart faild.
de_de: Das Leeren des Warenkorbs schlug fehl, bitte erneut versuchen.
es_es: Error al vaciar el carrito.

source: Please enter the quantity of the commodity.
de_de: Bitte die Artikelmenge angeben.
es_es: Ingresar cantidad de productos.

source: Commodity must be less than 100.
de_de: Es dürfen maximal 100 Artikel sein.
es_es: Los productos, deben ser menos de 100.

source: Can not use Shipping.
de_de: Versand wird nicht verwendet.
es_es: No se puede usar Envío.

source: Shipping setting file not found
de_de: Datei für Versandeinstellungen wurde nicht gefunden
es_es: Archivo de configuración de Envío no encontrado

source: Must be edit
de_de: Muss editiert werden
es_es: Se debe editar

source: CSS "Just a moment please"
de_de: CSS "Einen Moment bitte"
es_es: CSS "Espere un momento por favor"

source: Save
de_de: Speichern
es_es: Guardar

source: Into Cart
de_de: In den Warenkorb
es_es: En el Carrito

source: Go to Cart
de_de: Zum Warenkorb
es_es: Ir al Carrito

source: Shopping Cart is empty
de_de: Der Warenkorb ist leer.
es_es: Su Carrito de Compra está vacío.
